Repository: Hylo-dev/Cascade
Catalog: CascadeKit/Sources/CascadePresentation/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: %lld more files
it: Altri %lld file

source: Available
it: Disponibile

source: Back to Shelf
it: Torna al ripiano

source: clear
it: svuota

source: convert
it: converti

source: Load More Files
it: Carica altri file

source: Open File List
it: Apri elenco file

source: Quick Look
it: Anteprima

source: Receiving
it: In ricezione

source: Relink
it: Ricollega

source: Remove
it: Rimuovi

source: Remove all files from the shelf
it: Rimuovi tutti i file dal ripiano

source: rename
it: rinomina

source: Rename the selected file
it: Rinomina il file selezionato

source: Selected
it: Selezionato

source: Show in Finder
it: Mostra nel Finder

source: The original files stay where they are
it: I file originali restano al loro posto

source: Unavailable
it: Non disponibile
